{
  "vocab_size": 600,
  "chars": [
    "\n",
    " ",
    "!",
    "\"",
    "#",
    "$",
    "%",
    "&",
    "'",
    "(",
    ")",
    "*",
    "+",
    ",",
    "-",
    ".",
    "/",
    "0",
    "1",
    "2",
    "3",
    "4",
    "5",
    "6",
    "7",
    "8",
    "9",
    ":",
    ";",
    "<",
    "=",
    ">",
    "?",
    "@",
    "A",
    "B",
    "C",
    "D",
    "E",
    "F",
    "G",
    "H",
    "I",
    "J",
    "K",
    "L",
    "M",
    "N",
    "O",
    "P",
    "Q",
    "R",
    "S",
    "T",
    "U",
    "V",
    "W",
    "X",
    "Y",
    "Z",
    "[",
    "\\",
    "]",
    "^",
    "_",
    "`",
    "a",
    "b",
    "c",
    "d",
    "e",
    "f",
    "g",
    "h",
    "i",
    "j",
    "k",
    "l",
    "m",
    "n",
    "o",
    "p",
    "q",
    "r",
    "s",
    "t",
    "u",
    "v",
    "w",
    "x",
    "y",
    "z",
    "|",
    "}",
    "~",
    "\u00a0",
    "\u00a2",
    "\u00a3",
    "\u00a6",
    "\u00a7",
    "\u00a9",
    "\u00ab",
    "\u00ac",
    "\u00ae",
    "\u00b0",
    "\u00b1",
    "\u00b2",
    "\u00b3",
    "\u00b4",
    "\u00b5",
    "\u00b6",
    "\u00b7",
    "\u00ba",
    "\u00bb",
    "\u00bc",
    "\u00bd",
    "\u00be",
    "\u00bf",
    "\u00c2",
    "\u00c3",
    "\u00c4",
    "\u00c5",
    "\u00c6",
    "\u00c7",
    "\u00c9",
    "\u00d3",
    "\u00d6",
    "\u00d7",
    "\u00d8",
    "\u00dc",
    "\u00df",
    "\u00e0",
    "\u00e1",
    "\u00e2",
    "\u00e3",
    "\u00e4",
    "\u00e5",
    "\u00e6",
    "\u00e7",
    "\u00e8",
    "\u00e9",
    "\u00ea",
    "\u00eb",
    "\u00ed",
    "\u00ee",
    "\u00ef",
    "\u00f1",
    "\u00f2",
    "\u00f3",
    "\u00f4",
    "\u00f6",
    "\u00f7",
    "\u00f8",
    "\u00f9",
    "\u00fa",
    "\u00fc",
    "\u0101",
    "\u0105",
    "\u0107",
    "\u010d",
    "\u010f",
    "\u0112",
    "\u0119",
    "\u012b",
    "\u0130",
    "\u0131",
    "\u0141",
    "\u0142",
    "\u0144",
    "\u014d",
    "\u0151",
    "\u0153",
    "\u0159",
    "\u015b",
    "\u015e",
    "\u015f",
    "\u0161",
    "\u0165",
    "\u016b",
    "\u017a",
    "\u017c",
    "\u017e",
    "\u0192",
    "\u0254",
    "\u02b9",
    "\u02bb",
    "\u02da",
    "\u03ac",
    "\u03b1",
    "\u03b2",
    "\u03b3",
    "\u03b5",
    "\u03ba",
    "\u03bc",
    "\u03bf",
    "\u03c1",
    "\u03c2",
    "\u03c4",
    "\u03c6",
    "\u03c7",
    "\u0401",
    "\u0402",
    "\u0404",
    "\u0405",
    "\u0407",
    "\u0408",
    "\u040a",
    "\u040b",
    "\u040c",
    "\u0410",
    "\u0412",
    "\u0417",
    "\u0418",
    "\u041b",
    "\u041e",
    "\u0422",
    "\u0423",
    "\u0424",
    "\u0426",
    "\u0427",
    "\u0428",
    "\u0429",
    "\u042a",
    "\u042c",
    "\u042d",
    "\u0430",
    "\u0431",
    "\u0432",
    "\u0433",
    "\u0434",
    "\u0435",
    "\u0436",
    "\u0437",
    "\u0438",
    "\u0439",
    "\u043a",
    "\u043b",
    "\u043c",
    "\u043d",
    "\u043e",
    "\u043f",
    "\u0440",
    "\u0441",
    "\u0442",
    "\u0443",
    "\u0444",
    "\u0445",
    "\u0446",
    "\u0447",
    "\u0448",
    "\u0449",
    "\u044a",
    "\u044b",
    "\u044c",
    "\u044d",
    "\u044e",
    "\u0455",
    "\u0456",
    "\u0457",
    "\u0458",
    "\u0459",
    "\u045a",
    "\u045c",
    "\u0490",
    "\u0491",
    "\u0c02",
    "\u0c1a",
    "\u0c24",
    "\u0c28",
    "\u0c2f",
    "\u0c35",
    "\u0c36",
    "\u0c40",
    "\u0c48",
    "\u0c4d",
    "\u0e0e",
    "\u1e37",
    "\u2010",
    "\u2011",
    "\u2013",
    "\u2014",
    "\u2018",
    "\u2019",
    "\u201a",
    "\u201c",
    "\u201d",
    "\u201e",
    "\u2022",
    "\u2026",
    "\u2032",
    "\u2033",
    "\u203a",
    "\u2044",
    "\u20a8",
    "\u20ac",
    "\u2122",
    "\u215d",
    "\u2190",
    "\u2191",
    "\u2192",
    "\u2193",
    "\u2206",
    "\u2212",
    "\u2219",
    "\u221a",
    "\u221e",
    "\u2237",
    "\u2248",
    "\u2260",
    "\u2264",
    "\u2265",
    "\u25ba",
    "\u25bc",
    "\u25cb",
    "\u25cf",
    "\u2605",
    "\u2622",
    "\u263c",
    "\u266c",
    "\u2705",
    "\u2724",
    "\u2764",
    "\u2b50",
    "\u3002",
    "\u304c",
    "\u306e",
    "\u30c3",
    "\u30d5",
    "\u30eb",
    "\u30ef",
    "\u4e00",
    "\u4e0a",
    "\u4e0d",
    "\u4e2a",
    "\u4e2d",
    "\u4e3a",
    "\u4e3b",
    "\u4e45",
    "\u4e49",
    "\u4e5f",
    "\u4e71",
    "\u4e86",
    "\u4e9a",
    "\u4eae",
    "\u4eba",
    "\u4ece",
    "\u4ee3",
    "\u4f53",
    "\u4f7f",
    "\u4f9b",
    "\u503c",
    "\u50b3",
    "\u50f9",
    "\u5143",
    "\u5145",
    "\u5154",
    "\u5176",
    "\u517b",
    "\u5185",
    "\u51fa",
    "\u5206",
    "\u521b",
    "\u5229",
    "\u5230",
    "\u5236",
    "\u524d",
    "\u529b",
    "\u52d5",
    "\u533a",
    "\u5347",
    "\u5373",
    "\u53d6",
    "\u53d7",
    "\u540c",
    "\u544a",
    "\u547d",
    "\u548c",
    "\u5728",
    "\u5730",
    "\u573a",
    "\u5792",
    "\u57c3",
    "\u57ce",
    "\u57df",
    "\u57fa",
    "\u5821",
    "\u5854",
    "\u5899",
    "\u590d",
    "\u5916",
    "\u591a",
    "\u5927",
    "\u5934",
    "\u5b8c",
    "\u5ba4",
    "\u5bfc",
    "\u5c3d",
    "\u5c41",
    "\u5c4b",
    "\u5cf0",
    "\u5df2",
    "\u5e02",
    "\u5e26",
    "\u5e74",
    "\u5e7b",
    "\u5ea6",
    "\u5ee3",
    "\u5efa",
    "\u5f0f",
    "\u5f17",
    "\u5f62",
    "\u5f69",
    "\u5f97",
    "\u5ff5",
    "\u6027",
    "\u60a6",
    "\u60c5",
    "\u60f3",
    "\u6210",
    "\u623f",
    "\u6253",
    "\u627f",
    "\u62a4",
    "\u62fc",
    "\u6301",
    "\u63cf",
    "\u63d0",
    "\u6491",
    "\u64a4",
    "\u64ec",
    "\u652f",
    "\u6570",
    "\u6574",
    "\u65ad",
    "\u65af",
    "\u65b9",
    "\u65e0",
    "\u662f",
    "\u6676",
    "\u66f4",
    "\u66f8",
    "\u6700",
    "\u6709",
    "\u672a",
    "\u672c",
    "\u672f",
    "\u6742",
    "\u6746",
    "\u6765",
    "\u6771",
    "\u677f",
    "\u6781",
    "\u6784",
    "\u67b6",
    "\u67f1",
    "\u680f",
    "\u6839",
    "\u68af",
    "\u697c",
    "\u6a90",
    "\u6b22",
    "\u6b63",
    "\u6b67",
    "\u6cdb",
    "\u6ce2",
    "\u6d0b",
    "\u6d2a",
    "\u6d3b",
    "\u6d88",
    "\u6df1",
    "\u6df7",
    "\u6ee5",
    "\u6f32",
    "\u6fb3",
    "\u706b",
    "\u70ae",
    "\u70b9",
    "\u7126",
    "\u7279",
    "\u72b6",
    "\u73b0",
    "\u73c0",
    "\u7406",
    "\u751f",
    "\u7528",
    "\u7531",
    "\u7535",
    "\u753b",
    "\u760b",
    "\u7684",
    "\u76ee",
    "\u77f3",
    "\u7816",
    "\u7834",
    "\u7840",
    "\u79d1",
    "\u7a0b",
    "\u7a7a",
    "\u7acb",
    "\u7b51",
    "\u7ba1",
    "\u7eb9",
    "\u7ec6",
    "\u7ed3",
    "\u7ed8",
    "\u7ed9",
    "\u7eea",
    "\u7ef4",
    "\u7f1d",
    "\u7f69",
    "\u7f6e",
    "\u8017",
    "\u80a1",
    "\u81c9",
    "\u8272",
    "\u827a",
    "\u8282",
    "\u8857",
    "\u8868",
    "\u88c5",
    "\u897f",
    "\u89c6",
    "\u89c9",
    "\u89d2",
    "\u8a00",
    "\u8a9e",
    "\u8ba1",
    "\u8ba4",
    "\u8bbe",
    "\u8cfa",
    "\u8d34",
    "\u8eab",
    "\u8f66",
    "\u8fb9",
    "\u8fbe",
    "\u8fce",
    "\u8fd9",
    "\u9003",
    "\u900f",
    "\u901a",
    "\u9053",
    "\u90e8",
    "\u91cc",
    "\u9488",
    "\u94a2",
    "\u95f4",
    "\u9632",
    "\u96f7",
    "\u96fb",
    "\u9732",
    "\u9762",
    "\u9769",
    "\u9876",
    "\u9898",
    "\u989c",
    "\u98de",
    "\u9a5a",
    "\u9a6c",
    "\u9ad8",
    "\uac00",
    "\uacf5",
    "\uad50",
    "\uad6c",
    "\uadf8",
    "\ub274",
    "\ub300",
    "\ub3c4",
    "\ub3d9",
    "\ub85c",
    "\ub864",
    "\ub974",
    "\ub9c8",
    "\uba54",
    "\ube14",
    "\uc0c1",
    "\uc11c",
    "\uc591",
    "\uc624",
    "\uc7ac",
    "\uc8fc",
    "\uc9c0",
    "\ud3ec",
    "\ud478",
    "\ud504",
    "\ufe0f",
    "\uff0c",
    "\uff1a",
    "\ufffd",
    "\ud83c\udde6",
    "\ud83c\uddfa",
    "\ud83c\udf81",
    "\ud83d\udc95",
    "\ud83d\udce6",
    "\ud83d\udd08",
    "\ud83d\ude09",
    "\ud83d\ude3b",
    "\ud83d\ude42",
    "\ud83d\ude48",
    "\ud83d\ude9a",
    "\ud83e\udd23"
  ]
}